export function CertificateNotes() {
    return (
        <section
            className="
        mt-[14mm]
        text-[12px]
        leading-[1.55]
      "
        >
            <div className="font-semibold">
                หมายเหตุ
            </div>

            <ol className="list-decimal pl-5">
                <li>
                    กรอกเลขที่เอกสารที่ได้จากการขอเบิกเงินจากคลัง
                    ในระบบการบริหารการเงินการคลังภาครัฐ
                    ด้วยระบบอิเล็กทรอนิกส์ (GFMIS)
                </li>

                <li>
                    กรอกข้อมูลกรณีการโอนสิทธิเรียกร้องในการรับเงิน
                </li>
            </ol>

            <div className="mt-1 flex gap-1">
                <span>*</span>

                <div>
                    <div>
                        ให้กรอกเลขประจำตัวประชาชน
                        กรณีผู้ถูกหักภาษี ณ ที่จ่าย
                        เป็นบุคคลธรรมดาที่ไม่ได้จดทะเบียนภาษีมูลค่าเพิ่ม
                    </div>

                    <div>
                        ให้กรอกเลขประจำตัวผู้เสียภาษีอากร
                        กรณีผู้ถูกหักภาษี ณ ที่จ่าย
                        เป็นนิติบุคคลและบุคคลธรรมดา
                        ที่จดทะเบียนภาษีมูลค่าเพิ่ม
                    </div>
                </div>
            </div>
        </section>
    );
}