export const PRIORITIES = [
    { id: 1, name: 'ปกติ' },
    { id: 2, name: 'ด่วน' },
    { id: 3, name: 'ด่วนมาก' },
    { id: 4, name: 'ด่วนที่สุด' },
];

export const DUTIES = [
    { id: 1, name: 'ผู้อำนวยการ' },
    { id: 2, name: 'หัวหน้ากลุ่มงาน' },
    { id: 3, name: 'หัวหน้างาน' },
    { id: 4, name: 'ผู้ปฏิบัติ' },
];

export const EXPENSES = [
    { id: 1, name: 'ค่าซ่อม/ค่าบริการ' },
    { id: 2, name: 'ค่าอะไหล่' },
    { id: 3, name: 'ค่าอื่นๆ' },
];

export const MONTH_NAMES = [
    'มกราคม',
    'กุมภาพันธ์',
    'มีนาคม',
    'เมษายน',
    'พฤษภาคม',
    'มิถุนายน',
    'กรกฎาคม',
    'สิงหาคม',
    'กันยายน',
    'ตุลาคม',
    'พฤศจิกายน',
    'ธันวาคม'
]